Repository: Civolilah/Task-reminder-app-own-project
Catalog: FaxPrvi/Resources/Views.Shared._Layout.*.resx
Languages: ja_jp, pt_br, th_th, uk_ua, vi_vn

source: We are a digital marketing agency whose work is based on the promotion of very useful web applications and websites. Our applications are known and used around the world and they are applicable in various professions. This is one of our applications whose use is completely free, we called it task reminder and you call it whatever you want, the only thing that matters is that this application is of great use to you in solving your daily, monthly or annual events. Our web application can be used as a
ja_jp: 私たちはデジタルマーケティングエージェンシーであり、その仕事は非常に有用なアプリケーションとサイトの宣伝に基づいています。 私たちのアプリケーションは世界中で知られており、使用されており、さまざまな職業に適用できます。 これは完全に無料で使用できるアプリケーションの1つであり、タスクリマインダーと呼び、好きなように呼びます。 重要なのは、このアプリケーションが毎日、毎月、または毎年のイベントを解決するのに非常に役立つということだけです。 私たちのウェブアプリケーションは、
pt_br: Somos uma agência de marketing digital cujo trabalho se baseia na promoção de aplicações web e sites muito úteis. Nossos aplicativos são conhecidos e usados ​​em todo o mundo e são aplicáveis ​​em várias profissões. Este é um dos nossos aplicativos cujo uso é totalmente gratuito, nós o chamamos de lembrete de tarefa e você pode chamá-lo do que quiser, o que importa é que este aplicativo é de grande utilidade para você na resolução de seus eventos diários, mensais ou anuais. Nosso aplicativo da web pode ser usado como um
th_th: เราเป็นหน่วยงานด้านการตลาดดิจิทัลที่ทำงานเกี่ยวกับการส่งเสริมเว็บแอปพลิเคชันและเว็บไซต์ที่มีประโยชน์มาก แอปพลิเคชันของเราเป็นที่รู้จักและใช้กันทั่วโลกและนำไปใช้ในวิชาชีพต่างๆ นี่เป็นหนึ่งในแอปพลิเคชันของเราที่ใช้งานได้ฟรี เราเรียกมันว่าตัวเตือนงาน และคุณเรียกมันว่าอะไรก็ได้ที่คุณต้องการ สิ่งเดียวที่สำคัญคือ แอปพลิเคชันนี้มีประโยชน์อย่างมากสำหรับคุณในการแก้ไขกิจกรรมรายวัน รายเดือน หรือรายปีของคุณ เว็บแอปพลิเคชันของเราสามารถใช้เป็น
uk_ua: Ми - агентство цифрового маркетингу, робота якого базується на просуванні дуже корисних веб -додатків та веб -сайтів. Наші програми відомі та використовуються у всьому світі, і вони застосовуються у різних професіях. Це одне з наших додатків, використання якого абсолютно безкоштовне, ми назвали це нагадуванням про завдання, і ви називаєте його як завгодно, Єдине, що має значення, це те, що ця програма дуже корисна для вас у вирішенні ваших щоденних, місячних чи щорічних подій. Наш веб -додаток можна використовувати як
vi_vn: Chúng tôi là một đại lý tiếp thị kỹ thuật số có công việc dựa trên việc quảng bá các ứng dụng web và trang web rất hữu ích. Các ứng dụng của chúng tôi được biết đến và sử dụng trên khắp thế giới và chúng có thể áp dụng trong các ngành nghề khác nhau. Đây là một trong những ứng dụng của chúng tôi có việc sử dụng hoàn toàn miễn phí, chúng tôi gọi nó là lời nhắc tác vụ và bạn gọi nó là gì bạn muốn, điều quan trọng duy nhất là ứng dụng này rất hữu ích cho bạn trong việc giải quyết các sự kiện hàng ngày, hàng tháng hoặc hàng năm của bạn. Ứng dụng web của chúng tôi có thể được sử dụng như một

source: Using and managing
ja_jp: 使用と管理
pt_br: Usando e gerenciando
th_th: การใช้และการจัดการ
uk_ua: Використання та управління
vi_vn: Sử dụng và quản lý

source: Use and management is presented in a very simple way in our application. You will add all the necessary information in the moment of creation. After that, our application does the rest of the work without any modification or change of settings unless you want to do it yourself.
ja_jp: 使用と管理は、アプリケーションで非常に簡単な方法で提示されます。あなたはその瞬間にすべての必要な情報を追加します 創造の。その後、アプリケーションは、設定を変更または変更せずに残りの作業を行います。 あなたはそれを自分でやりたいのです.
pt_br: O uso e o gerenciamento são apresentados de forma muito simples em nosso aplicativo. Você adicionará todas as informações necessárias no momento da criação. Depois disso, nosso aplicativo faz o resto do trabalho sem nenhuma modificação ou alteração das configurações, a menos que você quer fazer isso sozinho.
th_th: การใช้งานและการจัดการถูกนำเสนอด้วยวิธีที่ง่ายมากในแอปพลิเคชันของเรา คุณจะเพิ่มข้อมูลที่จำเป็นทั้งหมดในขณะนี้ ของการสร้าง หลังจากนั้น แอปพลิเคชันของเราจะทำงานที่เหลือโดยไม่มีการแก้ไขหรือเปลี่ยนแปลงการตั้งค่าใดๆ เว้นแต่ คุณต้องการที่จะทำมันเอง
uk_ua: Використання та управління представлені у нашому додатку дуже просто. Ви додасте всю необхідну інформацію на даний момент створення. Після цього наша програма виконує решту роботи без будь -яких змін або змін налаштувань, якщо тільки ти хочеш зробити це сам.
vi_vn: Việc sử dụng và quản lý được trình bày một cách rất đơn giản trong ứng dụng của chúng tôi. Bạn sẽ thêm tất cả các thông tin cần thiết trong thời điểm này của sự sáng tạo. Sau đó, ứng dụng của chúng tôi thực hiện phần còn lại của công việc mà không có bất kỳ sửa đổi hoặc thay đổi cài đặt nào trừ khi bạn muốn tự mình làm.

source: There are a few short steps to creating a task
ja_jp: タスクを作成するには、いくつかの短い手順があります
pt_br: Existem alguns passos curtos para criar uma tarefa
th_th: มีขั้นตอนสั้นๆ สองสามขั้นตอนในการสร้างงาน
uk_ua: Існує кілька коротких кроків до створення завдання
vi_vn: Có một vài bước ngắn để tạo một nhiệm vụ

source: Press the button "New Task"
ja_jp: 「新しいタスク」ボタンを押します
pt_br: Pressione o botão "Nova Tarefa"
th_th: กดปุ่ม "งานใหม่"
uk_ua: Натисніть кнопку "Нове завдання"
vi_vn: Nhấn nút "Tác vụ mới"

source: Set the name
ja_jp: 名前を設定する
pt_br: Defina o nome
th_th: ตั้งชื่อ
uk_ua: Встановіть назву
vi_vn: Đặt tên

source: Set the description(optional)
ja_jp: 説明を設定します（オプション）
pt_br: Defina a descrição (opcional)
th_th: ตั้งค่าคำอธิบาย (ไม่บังคับ)
uk_ua: Встановіть опис (необов’язково)
vi_vn: Đặt mô tả (tùy chọn)

source: Adjust the settings(Create for,Time,Notification every and Priority)
ja_jp: 設定を調整します（作成、時間、通知ごと、優先度）
pt_br: Ajuste as configurações (Criar para, Hora, Notificação a cada e Prioridade)
th_th: ปรับการตั้งค่า (สร้างสำหรับ เวลา การแจ้งเตือนทุกรายการ และลำดับความสำคัญ)
uk_ua: Налаштуйте параметри (Створити для, Час, Сповіщення кожне та Пріоритет)
vi_vn: Điều chỉnh cài đặt (Tạo cho, Thời gian, Mọi thông báo và Ưu tiên)

source: Set the sound
ja_jp: 音を設定する
pt_br: Defina o som
th_th: ตั้งค่าเสียง
uk_ua: Встановіть звук
vi_vn: Đặt âm thanh

source: Press the button "Save Task"
ja_jp: 「タスクの保存」ボタンを押します
pt_br: Pressione o botão "Salvar Tarefa"
th_th: กดปุ่ม "บันทึกงาน"
uk_ua: Натисніть кнопку "Зберегти завдання"
vi_vn: Nhấn nút "Lưu tác vụ"

source: We will now clarify those parts that we think may cause confusion while using the reminder
ja_jp: リマインダーを使用しているときに混乱を引き起こす可能性があると思われる部分を明確にします
pt_br: Vamos agora esclarecer as partes que achamos que podem causar confusão ao usar o lembrete
th_th: ตอนนี้เราจะชี้แจงส่วนที่เราคิดว่าอาจก่อให้เกิดความสับสนในขณะที่ใช้การเตือนความจำ
uk_ua: Тепер ми прояснимо ті частини, які, на нашу думку, можуть викликати плутанину під час використання нагадування
vi_vn: Bây giờ chúng tôi sẽ làm rõ những phần mà chúng tôi cho rằng có thể gây nhầm lẫn khi sử dụng lời nhắc

source: calendar for work
ja_jp: 仕事のカレンダー
pt_br: calendário de trabalho
th_th: ปฏิทินการทำงาน
uk_ua: календар для роботи
vi_vn: lịch làm việc

source: Adjust the settings
ja_jp: 設定を調整する
pt_br: Ajuste as configurações
th_th: ปรับการตั้งค่า
uk_ua: Налаштуйте параметри
vi_vn: Điều chỉnh cài đặt

source: Create for
ja_jp: のために作成する
pt_br: Criar para
th_th: สร้างเพื่อ
uk_ua: Створіть для
vi_vn: Tạo cho

source: The Create for list is intended to specify the number of times the event should be repeated. In case you have selected "Once" your event will be completed only on that specific date. If you select "Custom", you have the option to specify the days on which a specific event will run. After selecting one of the two options from the list the app will offer you two ways to select the time. In case you have selected "Once" you have the opportunity to choose both the date and time of execution, in the second case you will be offered only the time because you should have previously marked in green the days in which you want your task to be executed.
ja_jp: [作成対象]リストは、 イベントを繰り返す必要がある回数。 「1回」を選択した場合、イベントはその特定の場所でのみ完了します 日にち。 「カスタム」を選択した場合、特定のイベントが実行される日を指定するオプションがあります。いずれかを選択した後 リストからの2つのオプションは、アプリが時間を選択する2つの方法を提供します。 「一度」を選択した場合は、 実行の日付と時刻の両方を選択する機会。2番目のケースでは、次の理由で時間のみが提供されます。 タスクを実行する日を以前に緑色でマークしておく必要があります
pt_br: A lista Criar para se destina a especificar o número de vezes que o evento deve ser repetido. Caso você tenha selecionado "Uma vez", seu evento será concluído apenas naquele encontro. Se você selecionar "Personalizado", terá a opção de especificar os dias em que um evento específico será executado. Depois de selecionar um dos Com as duas opções da lista, o aplicativo oferece duas maneiras de selecionar o horário. Caso você tenha selecionado "Uma vez", você tem o oportunidade de escolher a data e a hora de execução, no segundo caso, será oferecida apenas a hora porque você deve ter marcado previamente em verde os dias em que deseja que sua tarefa seja executada.
th_th: รายการสร้างสำหรับมีวัตถุประสงค์เพื่อระบุ จำนวนครั้งที่ควรมีเหตุการณ์ซ้ำ ในกรณีที่คุณเลือก "ครั้งเดียว" กิจกรรมของคุณจะเสร็จสมบูรณ์เฉพาะในนั้น วันที่. หากคุณเลือก "กำหนดเอง" คุณจะมีตัวเลือกในการระบุวันที่จัดกิจกรรมเฉพาะ หลังจากเลือกหนึ่งใน สองตัวเลือกจากรายการที่แอพจะเสนอให้คุณเลือกเวลาได้สองวิธี ในกรณีที่คุณได้เลือก "ครั้งเดียว" คุณมี โอกาสในการเลือกทั้งวันและเวลาในการดำเนินการในกรณีที่สองคุณจะได้รับเฉพาะเวลาเพราะ ก่อนหน้านี้คุณควรทำเครื่องหมายเป็นสีเขียวไว้สำหรับวันที่คุณต้องการให้งานของคุณดำเนินการ
uk_ua: Список "Створити для" призначений для визначення кількість разів, коли подію слід повторити. Якщо ви вибрали "Одноразово", ваша подія буде завершена лише для цього конкретного випадку дата. Якщо ви виберете "Користувацький", у вас є можливість вказати дні, коли буде відбуватися певна подія. Після вибору одного з два варіанти зі списку додаток запропонує вам два способи вибору часу. Якщо ви вибрали "Одного разу", у вас є можливість вибрати як дату, так і час виконання, у другому випадку вам буде запропоновано лише час, оскільки Ви повинні були раніше позначити зеленим кольором дні, в які Ви хочете, щоб Ваше завдання було виконано.
vi_vn: Danh sách Tạo cho nhằm chỉ định số lần sự kiện nên được lặp lại. Trong trường hợp bạn đã chọn "Một lần", sự kiện của bạn sẽ chỉ được hoàn thành vào ngày cụ thể đó ngày. Nếu bạn chọn "Tùy chỉnh", bạn có tùy chọn để chỉ định những ngày mà một sự kiện cụ thể sẽ chạy. Sau khi chọn một trong số hai tùy chọn từ danh sách mà ứng dụng sẽ cung cấp cho bạn hai cách để chọn thời gian. Trong trường hợp bạn đã chọn "Một lần", bạn có cơ hội để chọn cả ngày và giờ thực hiện, trong trường hợp thứ hai, bạn sẽ chỉ được cung cấp thời gian vì trước đó bạn nên đánh dấu màu xanh lục vào những ngày bạn muốn nhiệm vụ của mình được thực thi.

source: How to use alarm clock
ja_jp: 目覚まし時計の使い方
pt_br: Como usar o despertador
th_th: วิธีใช้นาฬิกาปลุก
uk_ua: Як користуватися будильником
vi_vn: Cách sử dụng đồng hồ báo thức

source: There are a few short steps to creating an alarm
ja_jp: アラームを作成するためのいくつかの短い手順があります
pt_br: Existem alguns passos curtos para criar um alarme
th_th: มีขั้นตอนสั้น ๆ สองสามขั้นตอนในการสร้างการเตือน
uk_ua: Існує кілька коротких кроків до створення будильника
vi_vn: Có một vài bước ngắn để tạo báo thức

source: Press the button "New Alarm"
ja_jp: 「新しいアラーム」ボタンを押します
pt_br: Pressione o botão "Novo Alarme"
th_th: กดปุ่ม "ปลุกใหม่"
uk_ua: Натисніть кнопку "Нова сигналізація"
vi_vn: Nhấn nút "Báo thức mới"

source: Set the name
ja_jp: 名前を設定する
pt_br: Defina o nome
th_th: ตั้งชื่อ
uk_ua: Встановіть назву
vi_vn: Đặt tên

source: Adjust the settings(Create for,Time,Ringing duration,Snooze duration)
ja_jp: 設定を調整します（作成時間、時間、呼び出し時間、スヌーズ時間）
pt_br: Ajuste as configurações (Criar por, Tempo, Duração do toque, Duração da soneca)
th_th: ปรับการตั้งค่า (สร้างสำหรับ เวลา ระยะเวลาเสียงเรียกเข้า ระยะเวลาเลื่อนซ้ำ)
uk_ua: Налаштуйте параметри (Створити для, Час, Тривалість дзвінка, Тривалість відкладання)
vi_vn: Điều chỉnh cài đặt (Tạo cho, Thời gian, Thời lượng đổ chuông, Thời lượng báo lại)

source: Set the sound
ja_jp: 音を設定する
pt_br: Defina o som
th_th: ตั้งค่าเสียง
uk_ua: Встановіть звук
vi_vn: Đặt âm thanh

source: Press the button "Save Alarm"
ja_jp: 「アラームを保存」ボタンを押します
pt_br: Pressione o botão "Salvar Alarme"
th_th: กดปุ่ม "บันทึกการปลุก"
uk_ua: Натисніть кнопку "Зберегти сигнал"
vi_vn: Nhấn nút "Lưu báo thức"

source: where you can save all your work events
ja_jp: すべての作業イベントを保存できる場所
pt_br: onde você pode salvar todos os seus eventos de trabalho
th_th: ที่ซึ่งคุณสามารถบันทึกงานกิจกรรมทั้งหมดของคุณ
uk_ua: де ви можете зберегти всі свої робочі події
vi_vn: nơi bạn có thể lưu tất cả các sự kiện công việc của mình

source: We will now clarify those parts that we think may cause confusion while using the alarm clock
ja_jp: ここで、目覚まし時計の使用中に混乱を引き起こす可能性があると思われる部分を明らかにします
pt_br: Vamos agora esclarecer as partes que achamos que podem causar confusão ao usar o despertador
th_th: ตอนนี้เราจะชี้แจงส่วนที่เราคิดว่าอาจก่อให้เกิดความสับสนขณะใช้นาฬิกาปลุก
uk_ua: Тепер ми прояснимо ті частини, які, на нашу думку, можуть викликати плутанину під час використання будильника
vi_vn: Bây giờ chúng tôi sẽ làm rõ những phần mà chúng tôi cho rằng có thể gây nhầm lẫn khi sử dụng đồng hồ báo thức

source: The Create for list is intended to specify the number of times the event should be repeated. In case you have selected "Once" your alarm will be completed every day in the selected time. If you select "Custom", you have the option to specify the days on which a specific alarm will run.
ja_jp: [作成対象]リストは、 イベントを繰り返す必要がある回数。 「1回」を選択した場合、アラームは毎回完了します 選択した時間の日。 「カスタム」を選択した場合、特定のアラームが実行される日を指定するオプションがあります
pt_br: A lista Criar para se destina a especificar o número de vezes que o evento deve ser repetido. Caso você tenha selecionado "Uma vez", seu alarme será completado a cada dia na hora selecionada. Se você selecionar "Personalizado", terá a opção de especificar os dias em que um alarme específico será executado.
th_th: รายการสร้างสำหรับมีวัตถุประสงค์เพื่อระบุ จำนวนครั้งที่ควรมีเหตุการณ์ซ้ำ ในกรณีที่คุณเลือก "ครั้งเดียว" การเตือนของคุณจะเสร็จสิ้นทุก ๆ วันในเวลาที่เลือก หากคุณเลือก "กำหนดเอง" คุณจะมีตัวเลือกในการระบุวันที่จะมีการเตือนเฉพาะ
uk_ua: Список "Створити для" призначений для визначення кількість разів, коли подію слід повторити. Якщо ви вибрали "Одноразово", ваш будильник буде спрацьовувати кожен раз день у вибраний час. Якщо ви виберете "Користувацький", у вас є можливість вказати дні, коли буде спрацьовувати певний будильник.
vi_vn: Danh sách Tạo cho nhằm chỉ định số lần sự kiện nên được lặp lại. Trong trường hợp bạn đã chọn "Một lần", báo thức của bạn sẽ được hoàn thành sau mỗi ngày trong thời gian đã chọn. Nếu bạn chọn "Tùy chỉnh", bạn có tùy chọn để chỉ định những ngày mà một báo thức cụ thể sẽ chạy.

source: Data recovery
ja_jp: データ復旧
pt_br: Recuperação de dados
th_th: การกู้คืนข้อมูล
uk_ua: Відновлення даних
vi_vn: Phục hồi dữ liệu

source: What is important to note is that we have two ways to save data and that is authenticated and unauthenticated. If you save data unauthenticated then your tasks or alarms will be saved for 24 hours and then deleted. If you want to permanently record your data in our database then register on our app with a simple entry of username and password.
ja_jp: 注意すべき重要なことは、データを保存する方法が2つあるということです。 そしてそれは認証され、認証されていません。認証されていないデータを保存すると、タスクまたはアラームは24日間保存されます 時間後に削除されました。あなたが私たちのデータベースにあなたのデータを永久に記録したいなら、それから私たちのアプリに登録してください ユーザー名とパスワードの簡単な入力
pt_br: O que é importante observar é que temos duas maneiras de salvar dados e isso é autenticado e não autenticado. Se você salvar dados não autenticados, suas tarefas ou alarmes serão salvos por 24 horas e, em seguida, excluído. Se você deseja registrar permanentemente seus dados em nosso banco de dados, registre-se em nosso aplicativo com um entrada simples de nome de usuário e senha.
th_th: สิ่งสำคัญที่ควรทราบคือ เรามีสองวิธีในการบันทึกข้อมูล และที่ได้รับการรับรองและไม่ได้รับอนุญาต หากคุณบันทึกข้อมูลโดยไม่ได้ตรวจสอบสิทธิ์ งานหรือการเตือนของคุณจะถูกบันทึกไว้เป็นเวลา 24 ชั่วโมงแล้วลบออก หากคุณต้องการบันทึกข้อมูลของคุณในฐานข้อมูลของเราอย่างถาวร ให้ลงทะเบียนในแอพของเราด้วย a การป้อนชื่อผู้ใช้และรหัสผ่านอย่างง่าย
uk_ua: Важливо відзначити, що у нас є два способи збереження даних і це автентифіковано та неавтентифіковано. Якщо ви зберігаєте дані без автентифікації, ваші завдання або тривоги будуть збережені для 24 годин, а потім видалено. Якщо ви хочете назавжди записати свої дані в нашу базу даних, зареєструйтесь у нашому додатку за допомогою простий введення логіна та пароля.
vi_vn: Điều quan trọng cần lưu ý là chúng ta có hai cách để lưu dữ liệu và điều đó được xác thực và chưa được xác thực. Nếu bạn lưu dữ liệu chưa được xác thực thì các tác vụ hoặc báo thức của bạn sẽ được lưu trong 24 giờ và sau đó bị xóa. Nếu bạn muốn ghi lại vĩnh viễn dữ liệu của mình trong cơ sở dữ liệu của chúng tôi thì hãy đăng ký trên ứng dụng của chúng tôi với nhập tên người dùng và mật khẩu đơn giản.

source: Your
ja_jp: あなたの
pt_br: Seu
th_th: ของคุณ
uk_ua: Ваш
vi_vn: Của bạn

source: tasks list
ja_jp: タスクリスト
pt_br: lista de tarefas
th_th: รายการงาน
uk_ua: список завдань
vi_vn: danh sách nhiệm vụ

source: or
ja_jp: また
pt_br: ou
th_th: หรือ
uk_ua: або
vi_vn: hoặc

source: alarms list
ja_jp: アラームリスト
pt_br: lista de alarmes
th_th: รายการปลุก
uk_ua: список тривог
vi_vn: danh sách báo thức

source: can be of unlimited length and this will not interfere with the operation of our application in any way. In the following, we will try to briefly and clearly explain the operation of our application and its use. We wish you luck in your business and we hope that our work will be of great help!
ja_jp: 長さは無制限にすることができ、これによってアプリケーションの動作が妨げられることはありません。以下では、アプリケーションの操作とその使用法について簡単かつ明確に説明します。私たちはあなたがあなたのビジネスで幸運を祈っています、そして私たちの仕事が大きな助けになることを願っています！
pt_br: pode ter um comprimento ilimitado e isso não irá interferir com o funcionamento de nosso aplicativo de forma alguma. A seguir, tentaremos explicar de forma breve e clara o funcionamento de nosso aplicativo e seu uso. Desejamos-lhe boa sorte no seu negócio e esperamos que o nosso trabalho seja de grande ajuda!
th_th: สามารถมีความยาวได้ไม่จำกัด และจะไม่รบกวนการทำงานของแอปพลิเคชันของเราแต่อย่างใด ต่อไปนี้ เราจะพยายามอธิบายการทำงานของแอปพลิเคชันและการใช้งานโดยสังเขปและชัดเจน เราหวังว่าคุณจะโชคดีในธุรกิจของคุณและเราหวังว่างานของเราจะเป็นประโยชน์อย่างมาก!
uk_ua: може мати необмежену довжину, і це жодним чином не заважатиме роботі нашого додатка. Нижче ми спробуємо коротко і чітко пояснити роботу нашої програми та її використання. Бажаємо Вам успіхів у Вашому бізнесі та сподіваємось, що наша робота стане Вам у пригоді!
vi_vn: có thể có độ dài không giới hạn và điều này sẽ không cản trở hoạt động của ứng dụng của chúng tôi theo bất kỳ cách nào. Trong phần sau, chúng tôi sẽ cố gắng giải thích ngắn gọn và rõ ràng hoạt động của ứng dụng của chúng tôi và việc sử dụng nó. Chúng tôi chúc bạn may mắn trong công việc kinh doanh của mình và chúng tôi hy vọng rằng công việc của chúng tôi sẽ giúp ích nhiều cho bạn!

source: How to use reminder
ja_jp: リマインダーの使い方
pt_br: Como usar o lembrete
th_th: วิธีใช้การเตือนความจำ
uk_ua: Як користуватися нагадуванням
vi_vn: Cách sử dụng lời nhắc

source: alarm clock online
ja_jp: オンライン目覚まし時計
pt_br: despertador online
th_th: นาฬิกาปลุกออนไลน์
uk_ua: будильник онлайн
vi_vn: đồng hồ báo thức trực tuyến

source: calendar for work
ja_jp: 仕事のカレンダー
pt_br: calendário de trabalho
th_th: ปฏิทินการทำงาน
uk_ua: календар для роботи
vi_vn: lịch làm việc

# ClockTitle
source: Online Alarm Clock
ja_jp: オンラインアラーム時計
pt_br: Despertador Online
th_th: นาฬิกาปลุก ออนไลน์
uk_ua: Будильник онлайн
vi_vn: Đồng hồ báo thức trực tuyến

source: Contact
ja_jp: コンタクト
pt_br: Contato
th_th: ติดต่อ
uk_ua: Контакт
vi_vn: Tiếp xúc

source: Cookies policy
ja_jp: クッキーポリシー
pt_br: Política de cookies
th_th: นโยบายคุกกี้
uk_ua: Політика щодо файлів cookie
vi_vn: Chính sách cookie

# Description
source: Planning the day has never been easier in our task reminder! Also set an alarm on the second part of our app and improve your life organization!
ja_jp: タスクリマインダーで1日の計画がこれまでになく簡単になりました。また、アラームセット 私たちのアプリの2番目の部分にアラームを設定し、あなたの人生の組織を改善してください！
pt_br: Planejar o dia nunca foi tão fácil em nosso lembrete de tarefas! Defina também um alarme na segunda parte do nosso aplicativo e melhore a sua organização de vida!
th_th: การวางแผนของวันนี้ง่ายกว่าที่เคยด้วยการแจ้งเตือนงานของเรา! ตั้งนาฬิกาปลุกส่วนที่สองของแอพของเราและปรับปรุงองค์กรชีวิตของคุณ!
uk_ua: Планування дня ніколи не було простішим у нашому нагадуванні про завдання! Також встановіть будильник у другій частині нашого додатка та покращіть свою життєву організацію!
vi_vn: Lập kế hoạch trong ngày chưa bao giờ dễ dàng hơn trong lời nhắc nhiệm vụ của chúng tôi! Đồng thời đặt báo thức trên phần thứ hai của ứng dụng của chúng tôi và cải thiện tổ chức cuộc sống của bạn!

source: Hello
ja_jp: こんにちは
pt_br: Olá
th_th: สวัสดี
uk_ua: Здравствуйте
vi_vn: xin chào

source: Home
ja_jp: 家
pt_br: Casa
th_th: บ้าน
uk_ua: Додому
vi_vn: Nhà

# lang
source: en
ja_jp: ja
pt_br: pt
th_th: th
uk_ua: uk
vi_vn: vi

source: life organization
ja_jp: 生命組織
pt_br: organização de vida
th_th: องค์กรชีวิต
uk_ua: організація життя
vi_vn: tổ chức cuộc sống

# Link
source: https://www.tasksreminders.com/en-US/
ja_jp: https://www.tasksreminders.com/ja-JP/
pt_br: https://www.tasksreminders.com/pt-BR/
th_th: https://www.tasksreminders.com/th-TH/
uk_ua: https://www.tasksreminders.com/uk-UA/
vi_vn: https://www.tasksreminders.com/vi-VN/

source: Login
ja_jp: ログイン
pt_br: Conecte-se
th_th: เข้าสู่ระบบ
uk_ua: Увійти
vi_vn: Đăng nhập

source: Logout
ja_jp: ログアウト
pt_br: Sair
th_th: ออกจากระบบ
uk_ua: Вийти
vi_vn: Đăng xuất

source: mac calendar
ja_jp: Macカレンダー
pt_br: calendário mac
th_th: ปฏิทิน Mac
uk_ua: mac календар
vi_vn: lịch mac

source: online alarm clock
ja_jp: オンラインアラーム時計
pt_br: despertador online
th_th: นาฬิกาปลุก ออนไลน์
uk_ua: онлайн будильник
vi_vn: đồng hồ báo thức trực tuyến

source: online stopwatch
ja_jp: オンラインストップウォッチ
pt_br: cronômetro online
th_th: นาฬิกาจับเวลาออนไลน์
uk_ua: онлайн секундомір
vi_vn: đồng hồ bấm giờ trực tuyến

source: planning the day
ja_jp: 一日の計画
pt_br: planejando o dia
th_th: การวางแผนวัน
uk_ua: планування дня
vi_vn: lập kế hoạch trong ngày

source: Privacy policy
ja_jp: プライバシーポリシー
pt_br: Política de Privacidade
th_th: นโยบายความเป็นส่วนตัว
uk_ua: Політика конфіденційності
vi_vn: Chính sách bảo mật

source: reminder app
ja_jp: リマインダーアプリ
pt_br: app lembrete
th_th: แอพเตือนความจำ
uk_ua: додаток нагадування
vi_vn: ứng dụng nhắc nhở

# ReminderTitle
source: Free Online Reminder App
ja_jp: 無料のオンラインリマインダーアプリ
pt_br: App de lembrete online grátis
th_th: แอพเตือนความจำออนไลน์ฟรี
uk_ua: Безкоштовний додаток для нагадування в Інтернеті
vi_vn: Ứng dụng nhắc nhở trực tuyến miễn phí

source: set alarm
ja_jp: 目覚ましを設定する
pt_br: programar alarme
th_th: ตั้งนาฬิกาปลุก
uk_ua: встановити будильник
vi_vn: đặt báo thức

source: Sign Up
ja_jp: サインアップ
pt_br: Inscrever-se
th_th: ลงชื่อ
uk_ua: Зареєструйтесь
vi_vn: Đăng ký

source: tasks list
ja_jp: タスクリスト
pt_br: lista de tarefas
th_th: รายการงาน
uk_ua: список завдань
vi_vn: danh sách nhiệm vụ

source: What about us
ja_jp: 私たちについてはどうですか
pt_br: E nós
th_th: สิ่งที่เกี่ยวกับเรา
uk_ua: Що до нас
vi_vn: Con chung tôi thi Sao
